Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/WidgetTutorials.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Background
ar: الخلفية
de: Hintergrund
el: Φόντο
es: Fondo
fa: پس‌زمینه
fr: Arrière-plan
he: רקע
hi: पृष्ठभूमि
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pt_pt: Fundo
ru: Фон
th: พื้นหลัง
tr: Arka Plan
zh_hans: 背景
zh_hant: 背景

source: City
ar: المدينة
de: Stadt
el: Πόλη
es: Ciudad
fa: شهر
fr: Ville
he: עיר
hi: शहर
it: Città
ja: 市
ko: 도시
nl: Stad
pt_pt: Cidade
ru: Город
th: เมือง
tr: Şehir
zh_hans: 城市
zh_hant: 城市

source: Edit Home Screen
ar: تعديل الشاشة الرئيسية
de: Startbildschirm bearbeiten
el: Επεξεργασία Αρχικής Οθόνης
es: Editar pantalla de inicio
fa: ویرایش صفحه اصلی
fr: Modifier l'écran d'accueil
he: ערוך את מסך הבית
hi: होम स्क्रीन संपादित करें
it: Modifica schermo di casa
ja: ホーム画面を編集
ko: 홈 화면 편집
nl: Thuis scherm bewerken
pt_pt: Editar tela inicial
ru: Редактировать домашний экран
th: แก้ไขหน้าจอหน้าแรก
tr: Ana Ekranı Düzenle
zh_hans: 编辑主屏幕
zh_hant: 編輯主屏幕

source: Edit Widget
ar: تعديل الأداة
de: Widget bearbeiten
el: Επεξεργασία Widget
es: Editar Widget
fa: ویرایش ویجت
fr: Modifier le Widget
he: ערוך יישומון
hi: विजेट संपादित करें
it: Modifica Widget
ja: ウィジェットを編集
ko: 위젯 편집
nl: Widget bewerken
pt_pt: Editar Widget
ru: Редактировать виджет
th: แก้ไขวิดเจ็ต
tr: Widget'ı Düzenle
zh_hans: 编辑小组件
zh_hant: 編輯小部件

source: Font Style
ar: نمط الخط
de: Schriftstil
el: Στυλ γραμματοσειράς
es: Estilo de fuente
fa: فونت
fr: Style de police
he: סגנון גופן
hi: फ़ॉन्ट शैली
it: Stile del carattere
ja: フォントスタイル
ko: 폰트 스타일
nl: Lettertype
pt_pt: Estilo da fonte
ru: Стиль шрифта
th: สไตล์ตัวอักษร
tr: Yazı tipi stili
zh_hans: 字体样式
zh_hant: 字體風格

source: Forecast Type
ar: نوع التنبؤ
de: Vorhersage Typ
el: Τύπος Πρόγνωσης
es: Tipo de pronóstico
fa: نوع پیش‌بینی
fr: Type de prévision
he: סוג התחזית
hi: भविष्यवाणी का प्रकार
it: Tipo di previsione
ja: 予報タイプ
ko: 예보 타입
nl: Voorspelling type
pt_pt: Tipo de previsão
ru: Тип прогноза
th: ประเภทพยากรณ์
tr: Tahmin Türü
zh_hans: 预报类型
zh_hant: 預報類型

source: Icon Pack
ar: حزمة الأيقونات
de: Pictogrampakket
el: Πακέτο Εικονιδίων
es: Paquete de iconos
fa: مجموعه آیکون‌ها
fr: Pack d'icônes
he: חבילת סמלים
hi: आइकन पैक
it: Pacchetto di icone
ja: アイコンパック
ko: 아이콘 팩
nl: Pictogrampakket
pt_pt: Pacote de ícones
ru: Пакет иконок
th: ชุดไอคอน
tr: İkon Paketi
zh_hans: 图标包
zh_hant: 圖標包

source: Remove Widget
ar: إزالة الأداة
de: Widget entfernen
el: Αφαιρέστε το Widget
es: Eliminar Widget
fa: حذف ویجت
fr: Supprimer le Widget
he: הסר יישומון
hi: विजेट हटाएं
it: Rimuovi Widget
ja: ウィジェットを削除
ko: 위젯 제거
nl: Widget verwijderen
pt_pt: Remover Widget
ru: Удалить виджет
th: ลบวิดเจ็ต
tr: Widget'ı Kaldır
zh_hans: 移除小组件
zh_hant: 移除小部件

source: Show Address If Available
ar: إظهار العنوان إن توفر
de: Zeige Adresse wenn verfügbar
el: Εμφάνιση Διεύθυνσης Αν Διαθέσιμο
es: Mostrar dirección si está disponible
fa: نمایش آدرس اگر موجود باشد
fr: Afficher l'Adresse si Disponible
he: הצג כתובת אם זמינה
hi: यदि उपलब्ध हो तो पता दिखाएं
it: Mostra Indirizzo Se Disponibile
ja: 利用可能な場合は住所を表示
ko: 가능한 경우 주소 표시
nl: Toon adres indien beschikbaar
pt_pt: Mostrar Endereço, se disponível
ru: Показывать адрес, если доступно
th: แสดงที่อยู่ถ้ามี
tr: Mümkünse Adresi Göster
zh_hans: 如果有地址则显示
zh_hant: 顯示地址（如果有）

source: Show City Name
ar: إظهار اسم المدينة
de: Zeige Stadtname
el: Εμφάνιση Ονόματος Πόλης
es: Mostrar nombre de la ciudad
fa: نمایش نام شهر
fr: Afficher le Nom de la Ville
he: הצג שם עיר
hi: शहर का नाम दिखाएं
it: Mostra nome della città
ja: 都市名を表示
ko: 도시 이름 표시
nl: Toon stadsnaam
pt_pt: Mostrar Nome da Cidade
ru: Показывать название города
th: แสดงชื่อเมือง
tr: Şehir Adını Göster
zh_hans: 显示城市名称
zh_hant: 顯示城市名稱

source: Show Feels Like
ar: إظهار يبدو وكأنه
de: Zeige Gefühlte Temperatur
el: Εμφάνιση Αισθάνεται Σαν
es: Mostrar sensación térmica
fa: نمایش احساس دما
fr: Afficher Ressenti Comme
he: הצג את התחושה
hi: महसूस होता है दिखाएं
it: Mostra Sensazione Termica
ja: 体感温度を表示
ko: 느낌 보기
nl: Toon voelt als
pt_pt: Mostrar Sensação Térmica
ru: Показывать ощущаемую температуру
th: แสดงความรู้สึก
tr: Hissedileni Göster
zh_hans: 显示感觉像
zh_hant: 顯示體感溫度

source: Widget Look
ar: مظهر الأداة
de: Widget Aussehen
el: Εμφάνιση Widget
es: Aspecto del Widget
fa: ظاهر ویجت
fr: Apparence du Widget
he: מראה היישומון
hi: विजेट का दिखावा
it: Aspetto del widget
ja: ウィジェットの見た目
ko: 위젯 모양
nl: Widget uiterlijk
pt_pt: Aparência do Widget
ru: Внешний вид виджета
th: รูปลักษณ์วิดเจ็ต
tr: Widget Görünümü
zh_hans: 小组件外观
zh_hant: 小部件外觀

source: Widget Style
ar: نمط الأداة
de: Widget Stil
el: Στυλ Widget
es: Estilo de Widget
fa: استایل ویجت
fr: Style de Widget
he: סגנון יישומון
hi: विजेट शैली
it: Stile del widget
ja: ウィジェットスタイル
ko: 위젯 스타일
nl: Widget stijl
pt_pt: Estilo do Widget
ru: Стиль виджета
th: ลักษณะวิดเจ็ต
tr: Widget Stili
zh_hans: 小组件风格
zh_hant: 小部件風格

source: Widgets Tutorial
ar: دليل الأدوات
de: Widgets Anleitung
el: Εκπαιδευτικό Βίντεο Πληροφοριών
es: Tutorial de Widgets
fa: آموزش ویجت‌ها
fr: Tutoriel des widgets
he: מדריך וידג'טים
hi: विजेट्स ट्यूटोरियल
it: Tutorial Widget
ja: ウィジェットのチュートリアル
ko: 위젯 안내
nl: Widgets Handleiding
pt_pt: Tutorial de Widgets
ru: Обучение виджетов
th: คำแนะนำสำหรับวิดเจ็ต
tr: Bileşenler Öğretici
zh_hans: 小部件教程
zh_hant: 小工具教學
